Repository: WoTRemboy/Vremeni
Catalog: Vremeni/Application/Localizable.xcstrings
Source language: en
Languages: ru

# BannerAdded
source: Added to Machine.
ru: Добавлено в Мастерскую.

# BannerArchived
source: Moved to Archive.
ru: Перемещено в Архив.

# BannerReady
source: Ready
ru: Готово

# BannerReset
source: Progress has been reset.
ru: Прогресс был сброшен.

# BannerUnlocked
source: Unlocked
ru: Открыто

# CommonTitle
source: Vremeni
ru: Времени

# ContentCommonFiveMinutesDescription
source: Five Minutes is a whole 300 seconds!
ru: Пять минут - это 300 секунд!

# ContentCommonFiveMinutesTitle
source: Five Minutes
ru: Пять минут

# ContentCommonOneMinuteDescription
source: One Minute is a whole 60 seconds!
ru: Одна минута - это 60 секунд!

# ContentCommonOneMinuteTitle
source: One Minute
ru: Одна минута

# ContentCommonSevenMinutesDescription
source: Seven Minutes is a whole 420 seconds!
ru: Семь минут - это 420 секунд!

# ContentCommonSevenMinutesTitle
source: Seven Minutes
ru: Семь минут

# ContentCommonTenMinutesDescription
source: Ten Minutes is a whole 600 seconds!
ru: Десять минут - это 600 секунд!

# ContentCommonTenMinutesTitle
source: Ten Minutes
ru: Десять минут

# ContentCommonThreeMinutesDescription
source: Three Minutes is a whole 180 seconds!
ru: Три минуты - это 180 секунд!

# ContentCommonThreeMinutesTitle
source: Three Minutes
ru: Три минуты

# InventoryPagePlaceholderSubtitle
source: Get some Items from Fair via Machine
ru: Получите предметы с Ярмарки при помощи Мастерской

# InventoryPagePlaceholderTitle
source: No Inventory
ru: Нет витрины

# InventoryPageResult
source: Result
ru: Результат

# InventoryPageTitle
source: Inventory
ru: Витрина

# InventoryPageValuation
source: Valuation
ru: Ценность

# ItemCreatePageAddItem
source: Add an item
ru: Добавить

# ItemCreatePageApplicationRule
source: Application
ru: Применение

# ItemCreatePageCancel
source: Cancel
ru: Отмена

# ItemCreatePageDescription
source: Description
ru: Описание

# ItemCreatePageDetails
source: Details
ru: Детали

# ItemCreatePageDone
source: Done
ru: Готово

# ItemCreatePageGeneral
source: General
ru: Основное

# ItemCreatePageItemName
source: Item name
ru: Название предмета

# ItemCreatePageName
source: Name
ru: Название

# ItemCreatePageNull
source: Null
ru: Нет

# ItemCreatePagePreview
source: Preview
ru: Превью

# ItemCreatePagePrice
source: Price
ru: Цена

# ItemCreatePageRarity
source: Rarity
ru: Редкость

# ItemCreatePageResearchRule
source: Research
ru: Исследование

# ItemCreatePageResearchTitle
source: Research Items
ru: Список предметов

# ItemCreatePageSave
source: Save
ru: Сохранить

# ItemCreatePageTitle
source: New Item
ru: Новый предмет

# ItemCreatePageTotal
source: Total
ru: Всего

# ItemCreatePageValuation
source: Valuation
ru: Ценность

# MachinePageAddItem
source: Add an Item
ru: Добавить предмет

# MachinePageContinue
source: Continue
ru: Возобновить

# MachinePageLimit
source: Limit has been reached
ru: Достигнут лимит

# MachinePagePause
source: Pause
ru: Пауза

# MachinePagePlaceholderSubtitle
source: Add some Items from the Fair
ru: Добавьте предметы с Ярмарки

# MachinePagePlaceholderTitle
source: No queue
ru: Нет очереди

# MachinePagePotentialTarget
source: Potential target
ru: Потенциальная цель

# MachinePagePurchase
source: Purchase
ru: Купить

# MachinePageQueue
source: Queue
ru: Очередь

# MachinePageRestore
source: Restore Purchases
ru: Восстановить покупки

# MachinePageReward
source: Reward
ru: Награда

# MachinePageStart
source: Start
ru: Начать

# MachinePageTargetTime
source: Target time
ru: Целевое время

# MachinePageTitle
source: Machine
ru: Мастерская

# MachinePageUpgrade
source: Upgrade
ru: Улучшение

# MachinePageUpgradeCoins
source: Local currency
ru: Внутренняя валюта

# MachinePageUpgradeNull
source: Null
ru: Нет цены

# MachinePageUpgradeReal
source: Real currency
ru: Реальная валюта

# MachinePageWorkshop
source: Workshop
ru: Машина

# OnboardingPageFirstDescription
source: Any purchases and progress are measured in units of Vremeni.
ru: Все покупки и прогресс измеряются в единицах Времени.

# OnboardingPageFirstTitle
source: Vremeni is the key
ru: Времени

# OnboardingPageFourthDescription
source: Go through time and earn all the rarities: from common to exotic.
ru: Пройдите через время и заработайте все редкости.

# OnboardingPageFourthTitle
source: Collect them all!
ru: Прогресс

# OnboardingPageNext
source: Next page
ru: Далее

# OnboardingPageSecondDescription
source: To obtain an item, you need to process it through the Workshop.
ru: Чтобы получить предмет, его необходимо обработать в Машине.

# OnboardingPageSecondTitle
source: Get your item
ru: Мастерская

# OnboardingPageSkip
source: Skip
ru: Пропустить

# OnboardingPageStarted
source: Get started
ru: Начать

# OnboardingPageThirdDescription
source: Add new slots to the Machine to collect items even faster.
ru: Добавляйте слоты в Машину, чтобы получать предметы быстрее.

# OnboardingPageThirdTitle
source: Upgrade Workshop
ru: Прокачка

# PlaceholderDescription
source: for
ru: для

# PlaceholderTitle
source: No Results
ru: Нет результата

# ProfilePageAboutContact
source: Contact
ru: Контакт

# ProfilePageAboutDesigner
source: Designer
ru: Дизайнер

# ProfilePageAboutDeveloper
source: Developer
ru: Разработчик

# ProfilePageAboutDirector
source: Director
ru: Директор

# ProfilePageAboutEmail
source: Email
ru: Почта

# ProfilePageAboutFather
source: Mikhail T.
ru: Михаил Т.

# ProfilePageAboutMe
source: Roman T.
ru: Роман Т.

# ProfilePageAboutPups
source: Artyom T.
ru: Артём Т.

# ProfilePageAboutTeam
source: Team
ru: Команда

# ProfilePageAboutTitle
source: About
ru: О приложении

# ProfilePageAboutVersion
source: Version
ru: Версия

# ProfilePageAccept
source: Accept
ru: Принять

# ProfilePageAppearance
source: Appearance
ru: Оформление

# ProfilePageApplication
source: Application
ru: Настройки

# ProfilePageArchive
source: Archive
ru: Архив

# ProfilePageArchivePlaceholderSubtitle
source: Archived Items from the Fair will be here
ru: Архивные предметы с Ярмарки хранятся здесь

# ProfilePageArchivePlaceholderTitle
source: No archive
ru: Нет архива

# ProfilePageArchiveRestore
source: Restore
ru: Восстановить

# ProfilePageArchiveTitle
source: Archive
ru: Архив

# ProfilePageArchiveValuation
source: Valuation
ru: Ценность

# ProfilePageBalance
source: Balance
ru: Баланс

# ProfilePageCancel
source: Cancel
ru: Отмена

# ProfilePageCharts
source: Charts
ru: Графики

# ProfilePageContent
source: Content
ru: Контент

# ProfilePageCount
source: Count
ru: Количество

# ProfilePageDark
source: Dark
ru: Темное

# ProfilePageDefaultIcon
source: Default
ru: Стандарт

# ProfilePageDone
source: Done
ru: Готово

# ProfilePageError
source: Error
ru: Ошибка

# ProfilePageImposter
source: Imposter
ru: Самозванец

# ProfilePageLanguage
source: Language
ru: Язык

# ProfilePageLanguageContent
source: Select the language you want in Settings.
ru: Выберите нужный язык в настройках.

# ProfilePageLanguageDetails
source: English
ru: Русский

# ProfilePageLanguageTitle
source: Change language
ru: Сменить язык

# ProfilePageLight
source: Light
ru: Светлое

# ProfilePageNotifications
source: Notifications
ru: Уведомления

# ProfilePageNotificationsContent
source: Please enable notifications in Settings.
ru: Пожалуйста, включите уведомления в настройках.

# ProfilePageNotificationsTitle
source: Notification Access Required
ru: Требуется доступ

# ProfilePagePremium
source: Premium
ru: Премиум

# ProfilePageProfile
source: Profile
ru: Профиль

# ProfilePageReset
source: Reset
ru: Сброс

# ProfilePageResetButton
source: Reset progress
ru: Сбросить прогресс

# ProfilePageResetContent
source: Do you want to start over? Purchases made with real currency will remain active.
ru: Хотите начать все сначала? Покупки, совершенные за реальную валюту, останутся активными.

# ProfilePageSettings
source: Settings
ru: Настройки

# ProfilePageStats
source: Stats
ru: Статистика

# ProfilePageStatsBalance
source: Balance
ru: Баланс

# ProfilePageStatsCount
source: Count
ru: Количество

# ProfilePageStatsInventory
source: Inventory
ru: Получено

# ProfilePageStatsOf
source: of
ru: из

# ProfilePageStatsPlaceholderDescription
source: Get some items from Fair via Machine
ru: Получите предметы с Ярмарки при помощи Мастерской

# ProfilePageStatsPlaceholderTitle
source: No Stats
ru: Нет статистики

# ProfilePageStatsProgress
source: Progress
ru: Прогресс

# ProfilePageStatsRarities
source: Rarities
ru: Редкости

# ProfilePageStatsResearch
source: Research
ru: Исследовано

# ProfilePageStatsTitle
source: Stats
ru: Статистика

# ProfilePageStatsUnlocked
source: Unlocked
ru: Открыто

# ProfilePageStatsValuation
source: Valuation is
ru: Ценность

# ProfilePageSystem
source: System
ru: Системное

# ProfilePageTheme
source: Appearance
ru: Оформление

# ProfilePageTitle
source: Profile
ru: Профиль

# ProfilePageTotal
source: Total
ru: Всего

# ProfilePageUnlocked
source: Unlocked
ru: Открыто

# ProfilePageUsername
source: Username
ru: Имя

# ProgressBarCompleted
source: Completed
ru: Завершено

# ProgressBarTitle
source: Progress
ru: Прогресс

# RarityAll
source: All
ru: Все

# RarityCommon
source: Common
ru: Обычный

# RarityEpic
source: Epic
ru: Эпический

# RarityExotic
source: Exotic
ru: Экзотический

# RarityLegendary
source: Legendary
ru: Легендарный

# RarityMythic
source: Mythic
ru: Мифический

# RarityRare
source: Rare
ru: Редкий

# RarityTranscendent
source: Transcendent
ru: Превосходный

# RarityUncommon
source: Uncommon
ru: Необычный

# ShopPageAdd
source: Add
ru: Добавить

# ShopPageAddToMachine
source: Add to Machine
ru: Добавить в Мастерскую

# ShopPageAvailable
source: Available
ru: Исследовано

# ShopPageLocked
source: Locked
ru: Заблокировано

# ShopPagePlaceholderSubtitle
source: Unlock some Items or restore from Archive
ru: Разблокируйте новые предметы или восстановите из Архива

# ShopPagePlaceholderSubtitleLocked
source: You have unlocked all Items
ru: Вы открыли все предметы

# ShopPagePlaceholderTitle
source: No available Items
ru: Нет предметов

# ShopPagePlaceholderTitleLocked
source: Congratulations!
ru: Поздравляем!

# ShopPagePremiumAnnual
source: Annual
ru: Ежегодно

# ShopPagePremiumCloudDescription
source: Save your progress in the cloud with synchronization across devices.
ru: Храните свой прогресс в облаке с последующей синхронизацией.

# ShopPagePremiumCloudTitle
source: iCloud Backup
ru: Сохранение в iCloud

# ShopPagePremiumConstructorContent
source: Try creating custom items with unique rules to personalize your experience.
ru: Попробуйте создать свои собственные предметы с правилами.

# ShopPagePremiumConstructorTitle
source: Item Constructor
ru: Конструктор предметов

# ShopPagePremiumContentDescription
source: Unlock a variety of unique items, some with exclusive and special rarities.
ru: Откройте эксклюзивные предметы, включая особую редкость.

# ShopPagePremiumContentTitle
source: Extended Content
ru: Больше контента

# ShopPagePremiumDescription
source: Discover more content and exciting features with a Premium subscription.
ru: Исследуйте больше возможностей и содержимого с Премиум подпиской.

# ShopPagePremiumFree
source: 3 Days Free
ru: 3 дня бесплатно

# ShopPagePremiumIconDescription
source: Select an application icon from the proposed options in Appearance.
ru: Выберите значок приложения из вариантов в Оформлении.

# ShopPagePremiumIconTitle
source: Icon Selection
ru: Альтернативные иконки

# ShopPagePremiumIncluded
source: What's Included
ru: Что входит

# ShopPagePremiumMachineDescription
source: Add additional machine slots to increase capacity and boost your production.
ru: Добавьте места в мастерскую для повышения производительности.

# ShopPagePremiumMachineTitle
source: Machine Upgrades
ru: Улучшение мастерской

# ShopPagePremiumMonthly
source: Monthly
ru: Ежемесячно

# ShopPagePremiumRestore
source: Restore Purchases
ru: Восстановить покупки

# ShopPagePremiumSubscribe
source: Subscribe for
ru: Подписаться за

# ShopPagePremiumTitle
source: Subscription
ru: Подписка

# ShopPageResearch
source: Research
ru: Исследовать

# ShopPageRuleCoins
source: Coins
ru: Валюта

# ShopPageRuleInventory
source: Inventory
ru: Наличие

# ShopPageRuleOk
source: Give a bowl of rice
ru: Дать миска рис

# ShopPageRuleReward
source: Reward
ru: Награда

# ShopPageRuleSection
source: Research Conditions (Mock)
ru: Условия исследования (статика)

# ShopPageRuleSoon
source: Coming soon!
ru: Будет скоро!

# ShopPageRuleTitle
source: Rule
ru: Правило

# ShopPageRuleUnlock
source: Unlock
ru: Открыть

# ShopPageRuleWorking
source: Working on this 23/7 for a Great Party.
ru: Работать 23/7 во имя Великий Партия.

# ShopPageSearchItems
source: Search items
ru: Поиск предметов

# ShopPageStatus
source: Status
ru: Статус

# ShopPageTitle
source: Fair
ru: Ярмарка

# ShopPageVremeniPremium
source: Vremeni Premium
ru: Времени Премиум

# TotalPriceTitle
source: Total
ru: Всего
